Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/AppSwitcher.strings
Languages: es, fr, id, sl, vi

source: App Switcher
es: Selector de aplicaciones
fr: Sélecteur d'apps
id: Pemutar Aplikasi
sl: Preklopnik aplikacij
vi: Chuyển đổi Ứng dụng

source: Hide Icon and Label
es: Ocultar icono y etiqueta
fr: Masquer icône et libellé
id: Sembunyikan Ikon dan Label
sl: Skrij ikono in oznako
vi: Ẩn Biểu tượng và Nhãn

source: Swipe down to close all apps
es: Deslizar hacia abajo para cerrar todas las aplicaciones
fr: Balayer vers le bas pour fermer toutes les apps
id: Gesek ke bawah untuk menutup semua aplikasi
sl: Podrsaj navzdol za zaprtje vseh aplikacij
vi: Vuốt xuống để đóng tất cả các ứng dụng

source: Close Now Playing App
es: Cerrar aplicaci칩n en reproducci칩n
fr: Fermer l'app en cours de lecture
id: Tutup Aplikasi yang Sedang Diputar
sl: Zapri trenutno predvajano aplikacijo
vi: Đóng Ứng dụng Đang phát ngay bây giờ

source: Disable Blur
es: Desactivar desenfoque
fr: Désactiver le flou
id: Nonaktifkan Blur
sl: Onemogoƒçi zameglitev
vi: Tắt Làm mờ

source: iPad Switcher
es: Selector de iPad
fr: Sélecteur iPad
id: Pemutar iPad
sl: iPad preklopnik
vi: Bộ chuyển đổi iPad

source: Card Size
es: Tama침o de tarjeta
fr: Taille de la carte
id: Ukuran Kartu
sl: Velikost kartice
vi: Kích thước thẻ

source: Small
es: Peque침o
fr: Petite
id: Kecil
sl: Majhna
vi: Nhỏ

source: Medium
es: Mediano
fr: Moyenne
id: Sedang
sl: Srednja
vi: Trung bình

source: Large
es: Grande
fr: Grande
id: Besar
sl: Velika
vi: Lớn
