Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Battery.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
ja: 有効にする
ko: 활성화
nl: Inschakelen
sl: Omogoči
vi: Bật
zh_hans: 启用

source: Font
ar: الخط
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
nl: Lettertype
sl: Pisava
vi: Phông chữ
zh_hans: 字体

source: Font Size:
ar: حجم الخط
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de la police :
id: Ukuran Font:
ja: フォントサイズ：
ko: 글꼴 크기:
nl: Lettergrootte:
sl: Velikost pisave:
vi: Cỡ chữ:
zh_hans: 字体大小：

source: Battery
ar: البطارية
de: Batterie
es: Batería
fr: Batterie
id: Baterai
ja: バッテリー
ko: 배터리
nl: Batterij
sl: Baterija
vi: Pin
zh_hans: 电池

source: Regular Style
ar: نمط عادي
de: Normaler Stil
es: Estilo regular
fr: Style normal
id: Gaya Reguler
ja: 標準スタイル
ko: 일반 스타일
nl: Normaal Stijl
sl: Običajni slog
vi: Kiểu Thường
zh_hans: 常规样式

source: Battery Color
ar: لون البطارية
de: Akku-Farbe
es: Color de la batería
fr: Couleur de la batterie
id: Warna Baterai
ja: バッテリーの色
ko: 배터리 색상
nl: Batterijkleur
sl: Barva baterije
vi: Màu Pin
zh_hans: 电池颜色

source: Battery Default Color
ar: لون البطارية الافتراضي
de: Standardfarbe Akku
es: Color predeterminado de la batería
fr: Couleur par défaut de la batterie
id: Warna Baterai Default
ja: バッテリーのデフォルト色
ko: 기본 배터리 색상
nl: Standaard Batterijkleur
sl: Privzeta barva baterije
vi: Màu Pin Mặc định
zh_hans: 电池默认颜色

source: Battery Charging Color
ar: لون شحن البطارية
de: Ladefarbe Akku
es: Color de carga de la batería
fr: Couleur de charge de la batterie
id: Warna Pengisian Baterai
ja: バッテリーの充電中の色
ko: 충전 중 배터리 색상
nl: Oplaadkleur batterij
sl: Barva polnjenja baterije
vi: Màu Pin Đang sạc
zh_hans: 电池充电颜色

source: Battery Low Color
ar: لون البطارية المنخفض
de: Farbe bei niedrigem Akkustand
es: Color de batería baja
fr: Couleur de batterie faible
id: Warna Baterai Lemah
ja: バッテリーの残量低下色
ko: 저전력 배터리 색상
nl: Kleur bij lage batterij
sl: Barva nizke baterije
vi: Màu Pin Dưới mức
zh_hans: 电池低电量颜色

source: Battery Saver Mode Color
ar: لون وضع توفير الطاقة للبطارية
de: Farbe im Akku-Sparmodus
es: Color de modo ahorro de batería
fr: Couleur en mode économie de batterie
id: Warna Mode Hemat Baterai
ja: バッテリーセーバーモードの色
ko: 배터리 절전 모드 색상
nl: Kleur batterijbesparingsmodus
sl: Barva varčevalnega načina baterije
vi: Màu Chế độ Tiết kiệm Pin
zh_hans: 电池省电模式颜色

source: Hide Low Power Alerts
ar: إخفاء تنبيهات الطاقة المنخفضة
de: Benachrichtigungen bei niedrigem Akkustand ausblenden
es: Ocultar alertas de bajo consumo
fr: Masquer les alertes de batterie faible
id: Sembunyikan Peringatan Baterai Lemah
ja: 低電力アラートを非表示
ko: 저전력 경고 숨기기
nl: Meldingen bij weinig vermogen verbergen
sl: Skrij opozorila nizkega napajanja
vi: Ẩn Cảnh báo Pin yếu
zh_hans: 隐藏低电量提醒

source: Hide Charging Indicator
ar: إخفاء مؤشر الشحن
de: Ladeanzeige ausblenden
es: Ocultar indicador de carga
fr: Masquer l'indicateur de charge
id: Sembunyikan Indikator Pengisian
ja: 充電インジケータを非表示
ko: 충전 표시기 숨기기
nl: Laadindicator verbergen
sl: Skrij indikator polnjenja
vi: Ẩn chỉ báo sạc
zh_hans: 隐藏充电闪电图标

source: Disable Charging Sound
ar: تعطيل صوت الشحن
de: Lade-Sound deaktivieren
es: Desactivar sonido de carga
fr: Désactiver le son de charge
id: Nonaktifkan Suara Pengisian
ja: 充電音を無効にする
ko: 충전 소리 끄기
nl: Geluid bij opladen uitschakelen
sl: Onemogoči zvok polnjenja
vi: Tắt Âm Thanh Sạc
zh_hans: 禁用充电声音

source: Hide Battery Percent
ar: إخفاء نسبة البطارية
de: Akku-Prozent ausblenden
es: Ocultar porcentaje de batería
fr: Masquer le pourcentage de batterie
id: Sembunyikan Persentase Baterai
ja: バッテリー残量を非表示にする
ko: 배터리 퍼센트 숨기기
nl: Batterijpercentage verbergen
sl: Skrij odstotek baterije
vi: Ẩn Phần trăm Pin
zh_hans: 隐藏电池百分比

source: Hide Battery Edge
ar: إخفاء حافة البطارية
de: Akku-Rand ausblenden
es: Ocultar borde de la batería
fr: Masquer le bord de la batterie
id: Sembunyikan Tepi Baterai
ja: バッテリーエッジを非表示にする
ko: 배터리 모서리 숨기기
nl: Batterijrand verbergen
sl: Skrij rob baterije
vi: Ẩn cạnh pin
