Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/ControlCenter.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Control Center
ar: مركز التحكم
de: Kontrollzentrum
es: Centro de control
fr: Centre de contrôle
id: Pusat Kontrol
ja: コントロールセンター
ko: 컨트롤 센터
sl: Nadzorni center
vi: Trung tâm Điều khiển
zh_hans: 控制中心

source: Disable WiFi & Bluetooth
ar: تعطيل الواي فاي والبلوتوث
de: WiFi & Bluetooth deaktivieren
es: Desactivar WiFi y Bluetooth
fr: Désactiver WiFi & Bluetooth
id: Nonaktifkan WiFi & Bluetooth
ja: Wi-FiとBluetoothを無効にする
ko: WiFi 및 Bluetooth 비활성화
nl: WiFi & Bluetooth uitschakelen
sl: Onemogoči WiFi & Bluetooth
vi: Tắt WiFi & Bluetooth
zh_hans: 禁用 WiFi & 蓝牙

source: The WiFi & Bluetooth will be disable instead of disconnected
ar: سيتم تعطيل الواي فاي والبلوتوث بدلاً من الفصل
de: WiFi & Bluetooth werden deaktiviert anstelle von getrennt
es: El WiFi y Bluetooth se desactivarán en lugar de desconectarse
fr: Le WiFi et le Bluetooth seront désactivés au lieu d'être déconnectés
id: WiFi & Bluetooth akan dinonaktifkan daripada diputuskan
ja: Wi-FiとBluetoothは切断される代わりに無効になります
ko: WiFi 및 Bluetooth가 연결 해제 대신 비활성화됩니다
nl: WiFi & Bluetooth worden uitgeschakeld in plaats van losgekoppeld
sl: WiFi in Bluetooth bosta onemogočena namesto odklopljena
vi: Wi-Fi và Bluetooth sẽ bị tắt thay vì bị ngắt kết nối
zh_hans: WiFi和蓝牙将被禁用，而不是断开连接

source: Keep Battery Percent inside
ar: الاحتفاظ بنسبة البطارية داخل
de: Akku-Prozent innen behalten
es: Mantener porcentaje de batería dentro
fr: Garder le pourcentage de batterie à l'intérieur
id: Pertahankan Persentase Baterai di dalam
ja: バッテリーパーセントを内部に保持
ko: 배터리 퍼센트 안에 유지
nl: Houd batterijpercentage binnen
sl: Ohrani odstotek baterije znotraj
vi: Giữ Phần trăm Pin bên trong
zh_hans: 显示电池百分比

source: Show Percentages On Sliders
ar: عرض النسب المئوية على المنزلقات
de: Prozents채tze auf Reglern anzeigen
es: Mostrar porcentajes en deslizadores
fr: Afficher les pourcentages sur les curseurs
id: Tampilkan Persentase pada Penggeser
ja: スライダーにパーセンテージを表示
ko: 슬라이더에 백분율 표시
nl: Toon percentages op schuifregelaars
sl: Pokaži odstotke na drsnikih
vi: Hiển thị Phần trăm trên Thanh trượt
zh_hans: 滑块显示百分比

source: Hide Sensor
ar: إخفاء المستشعر
de: Sensor ausblenden
es: Ocultar sensor
fr: Masquer le capteur
id: Sembunyikan Sensor
ja: センサーを非表示にする
ko: 센서 숨기기
nl: Verberg sensor
sl: Skrij senzor
vi: Ẩn Cảm biến
zh_hans: 隐藏传感器

source: Enable CC via Reachability
ar: تمكين مركز التحكم عبر Reachability
de: CC 체ber Erreichbarkeit aktivieren
es: Activar CC mediante accesibilidad
fr: Activer CC via Reachability
id: Aktifkan Pusat Kontrol melalui Reachability
ja: 到達性を介してCCを有効にする
ko: Reachability를 통해 CC 활성화
nl: Schakel CC in via bereikbaarheid
sl: Omogoči nadzorni center preko dosegljivosti
vi: Bật CC qua Khả năng Tiếp cận
zh_hans: 通过可达性启用控制中心

source: Replace Spotlight With CC
ar: استبدال Spotlight بـ CC
de: Spotlight durch CC ersetzen
es: Reemplazar Spotlight con CC
fr: Remplacer Spotlight par CC
id: Gantikan Spotlight dengan Pusat Kontrol
ja: スポットライトをCCに置き換える
ko: 스포트라이트를 CC로 교체
nl: Vervang Spotlight door CC
sl: Zamenjaj Spotlight z nadzornim centrom
vi: Thay thế Spotlight bằng CC
zh_hans: 控制中心替换 Spotlight

source: Cool CC
ar: مركز التحكم الرائع
es: CC genial
fr: CC cool
id: Pusat Kontrol Keren
ja: クールなCC
ko: 멋진 CC
nl: Coole CC
sl: Hladen nadzorni center
vi: CC Đẹp
zh_hans: 酷炫控制中心

source: Cool Connectivity Module
de: Cooles Konnektivit채tsmodul
id: Modul Konektivitas Keren
ko: 멋진 연결 모듈
nl: Coole Connectiviteitsmodule
sl: Cool modul za povezljivost

source: Border width
ar: عرض الحدود
de: Rahmenbreite
es: Ancho del borde
fr: Largeur de la bordure
id: Lebar Batas
ja: 境界線の幅
ko: 테두리 너비
nl: Randbreedte
sl: Debelina obrobe
vi: Độ Rộng Viền
zh_hans: 边框宽度

source: Enable Reduce Motion for better experience
de: Reduzierte Bewegung f체r bessere Erfahrung aktivieren
es: Activar Reducir movimiento para una mejor experiencia
fr: Activer Réduire les animations pour une meilleure expérience
id: Aktifkan Kurangi Gerakan untuk pengalaman yang lebih baik
ko: 더 나은 경험을 위해 모션 줄이기 활성화
nl: Schakel Verminder Beweging in voor een betere ervaring
sl: Omogoči zmanjšanje gibanja za boljšo izkušnjo

source: Border Color
ar: لون الحدود
de: Rahmenfarbe
es: Color del borde
fr: Couleur de la bordure
id: Warna Batas
ja: 境界線の色
ko: 테두리 색상
nl: Randkleur
sl: Barva obrobe
vi: Màu Sắc Viền
zh_hans: 边框颜色
