Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Dock.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Dock
ar: الشريط
ja: ドック
ko: 도크
sl: Dok

source: Hide Dock
ar: إخفاء الشريط
de: Dock ausblenden
es: Ocultar Dock
fr: Masquer le Dock
id: Sembunyikan Dock
ja: ドックを非表示にする
ko: 도크 숨기기
nl: Dock verbergen
sl: Skrij dok
vi: Ẩn Dock
zh_hans: 隐藏 Dock

source: Hide Dock Background
ar: إخفاء خلفية الشريط
de: Hintergrund des Docks ausblenden
es: Ocultar fondo del Dock
fr: Masquer l'arrière-plan du Dock
id: Sembunyikan Latar Belakang Dock
ja: ドックの背景を非表示にする
ko: 도크 배경 숨기기
nl: Achtergrond Dock verbergen
sl: Skrij ozadje doka
vi: Ẩn Nền Dock
zh_hans: 隐藏 Dock 背景

source: Five Icon Dock
ar: خمسة أيقونات في الشريط
de: FÃ¼nf-Symbol-Dock
es: Dock de cinco iconos
fr: Dock à cinq icônes
id: Dock Lima Ikon
ja: アイコンを5つ表示するドック
ko: 다섯 아이콘 도크
nl: Dock met vijf iconen
sl: Dok s petimi ikonami
vi: Dock Năm Biểu tượng
zh_hans: 5个 Dock 图标

source: Cool Dock
ar: شريط رائع
es: Dock genial
fr: Dock stylé
id: Dock Keren
ja: クールなドック
ko: 멋진 도크
nl: Coole Dock
sl: Hladen dok
vi: Dock Phong Cách
zh_hans: 酷炫 Dock

source: Border width
ar: عرض الحدود
de: Rahmenbreite
es: Ancho del borde
fr: Largeur de la bordure
id: Lebar Batas
ja: 境界線の幅
ko: 테두리 너비
nl: Randbreedte
sl: Debelina obrobe
vi: Độ Rộng Viền
zh_hans: 边框宽度

source: Border Color
ar: لون الحدود
de: Rahmenfarbe
es: Color del borde
fr: Couleur de la bordure
id: Warna Batas
ja: 境界線の色
ko: 테두리 색상
nl: Randkleur
sl: Barva obrobe
vi: Màu Sắc Viền
zh_hans: 边框颜色

source: Color Dock Background
ar: خلفية شريط الألوان
de: Hintergrundfarbe des Docks
es: Color del fondo del Dock
fr: Couleur de l'arrière-plan du Dock
id: Warna Latar Belakang Dock
ja: ドックの背景の色
ko: 도크 배경 색상
nl: Achtergrond Dock kleur
sl: Barva ozadja doka
vi: Màu Nền Dock
zh_hans: 彩色 Dock 背景

source: Color Background
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de l'arrière-plan
id: Warna Latar Belakang
ja: 背景の色
ko: 배경 색상
nl: Achtergrondkleur
sl: Barva ozadja
vi: Màu Nền
zh_hans: 彩色背景

source: Show Dock Label
ar: عرض تسمية الشريط الجانبي
de: Dockbeschriftung anzeigen
es: Mostrar etiqueta del Dock
fr: Afficher l'étiquette du Dock
id: Tampilkan Label Dock
ja: ドックラベルを表示
ko: 도크 레이블 표시
nl: Docklabel tonen
sl: Pokaži oznako doka
vi: Hiển thị Nhãn Dock
zh_hans: 显示 Dock 标签

source: Floating Dock
ar: الشريط العائم
de: Schwebendes Dock
es: Dock flotante
fr: Dock flottant
id: Dock Mengambang
ja: フローティング ドック
ko: 부유 도크
nl: Zwevend Dock
sl: Plavajoči dok
vi: Bến phao
zh_hans: 浮动 Dock

source: Show App Library
ar: عرض مكتبة التطبيقات
de: App-Bibliothek anzeigen
es: Mostrar Biblioteca de apps
fr: Afficher la bibliothèque d'apps
id: Tampilkan Perpustakaan Aplikasi
ja: App ライブラリを表示
ko: 앱 라이브러리 표시
nl: App-bibliotheek tonen
sl: Pokaži knjižnico aplikacij
vi: Hiện Thư viện ứng dụng
zh_hans: 显示应用资源库

source: Hide Recents
ar: إخفاء العناصر الأخيرة
de: Zuletzt verwendet ausblenden
es: Ocultar recientes
fr: Masquer les récents
id: Sembunyikan Terbaru
ja: 最近の項目を非表示
ko: 최근 항목 숨기기
nl: Recente apps verbergen
sl: Skrij nedavno
vi: Ẩn Mục gần đây
zh_hans: 隐藏最近应用

source: Hide Dock Separator
ar: إخفاء فاصل القائمة
de: Dock-Trennlinie ausblenden
es: Ocultar separador del Dock
fr: Masquer le séparateur du Dock
id: Sembunyikan Pemisah Dock
ja: ドックの区切り線を非表示にする
ko: 도크 구분선 숨기기
nl: Dock-scheider verbergen
sl: Skrij ločilnik doka
vi: Ẩn Đường phân cách
zh_hans: 隐藏 Dock 分隔线
