Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Folder.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダー
ko: 폴더
nl: Map
sl: Mapa
vi: Thư mục
zh_hans: 文件夹

source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
ja: フォルダ
ko: 폴더들
nl: Mappen
sl: Mape
vi: Thư mục
zh_hans: 文件夹

source: Hide Folder Title
ar: إخفاء عنوان المجلد
de: Ordner-Titel ausblenden
es: Ocultar Título de Carpeta
fr: Masquer le titre du dossier
id: Sembunyikan Judul Folder
ja: フォルダタイトルを非表示
ko: 폴더 제목 숨기기
nl: Titel van map verbergen
sl: Skrij naslov mape
vi: Ẩn Tiêu đề Thư mục
zh_hans: 隐藏文件夹标题

source: Hide Folder Grid
ar: إخفاء شبكة المجلد
de: Ordner-Raster ausblenden
es: Ocultar Cuadrícula de Carpeta
fr: Masquer la grille du dossier
id: Sembunyikan Grid Folder
ja: フォルダグリッドを非表示
ko: 폴더 그리드 숨기기
nl: Raster van map verbergen
sl: Skrij mrežo mape
vi: Ẩn Lưới Thư mục
zh_hans: 隐藏文件夹网格

source: Hide Folder Background Icon
ar: إخفاء أيقونة خلفية المجلد
de: Hintergrundsymbol des Ordners ausblenden
es: Ocultar Icono de Fondo de Carpeta
fr: Masquer l'icône d'arrière-plan du dossier
id: Sembunyikan Ikon Latar Belakang Folder
ja: フォルダ背景アイコンを非表示
ko: 폴더 배경 아이콘 숨기기
nl: Achtergrondpictogram van map verbergen
sl: Skrij ikono ozadja mape
vi: Ẩn Biểu tượng Nền Thư mục
zh_hans: 隐藏文件夹背景图标

source: Hide Folder Background
ar: إخفاء خلفية المجلد
de: Ordnerhintergrund ausblenden
es: Ocultar Fondo de Carpeta
fr: Masquer l'arrière-plan du dossier
id: Sembunyikan Latar Belakang Folder
ja: フォルダ背景を非表示
ko: 폴더 배경 숨기기
nl: Achtergrond van map verbergen
sl: Skrij ozadje mape
vi: Ẩn Nền Thư mục
zh_hans: 隐藏文件夹背景

source: Hide Folder Blur
ar: إخفاء ضبابية المجلد
de: Ordnerschärfe ausblenden
es: Ocultar Desenfoque de Carpeta
fr: Masquer le flou du dossier
id: Sembunyikan Blur Folder
ja: フォルダのぼかしを非表示
ko: 폴더 흐림 효과 숨기기
nl: Vervaging van map verbergen
sl: Skrij zameglitev mape
vi: Ẩn Làm Mờ Thư mục
zh_hans: 隐藏文件夹模糊

source: Hide Folder Badge
ar: إخفاء شارة المجلد
de: Ordnerabzeichen ausblenden
es: Ocultar Insignia de Carpeta
fr: Masquer le badge du dossier
id: Sembunyikan Lencana Folder
ja: フォルダバッジを非表示
ko: 폴더 배지 숨기기
nl: Badge van map verbergen
sl: Skrij značko mape
vi: Ẩn Huy hiệu Thư mục
zh_hans: 隐藏文件夹角标

source: Close Folder Automatically
ar: إغلاق المجلد تلقائيًا
de: Ordner automatisch schließen
es: Cerrar Carpeta Automáticamente
fr: Fermer automatiquement le dossier
id: Tutup Folder Secara Otomatis
ja: フォルダを自動的に閉じる
ko: 폴더 자동 닫기
nl: Map automatisch sluiten
sl: Samodejno zapri mapo
vi: Tự động Đóng Thư mục
zh_hans: 自动关闭文件夹

source: Allow Drag Multi Folders
ar: السماح بسحب العديد من المجلدات
de: Mehrere Ordner ziehen erlauben
es: Permitir Arrastrar Múltiples Carpetas
fr: Autoriser le glissement de plusieurs dossiers
id: Izinkan Seret Banyak Folder
ja: 複数のフォルダをドラッグできるようにする
ko: 여러 폴더 드래그 허용
nl: Meerdere mappen slepen toestaan
sl: Dovoli vlečenje več map
vi: Cho phép Kéo Nhiều Thư mục
zh_hans: 允许拖动多个文件夹

source: Cool Folder
ar: مجلد رائع
de: Cooler Ordner
es: Carpeta Genial
fr: Dossier stylé
id: Folder Keren
ja: クールなフォルダ
ko: 멋진 폴더
nl: Coole map
sl: Hladna mapa
vi: Thư mục Cool
zh_hans: 酷炫文件夹

source: Border width
ar: عرض الحدود
de: Rahmenbreite
es: Ancho del Borde
fr: Largeur de la bordure
id: Lebar Batas
ja: 境界線の幅
ko: 테두리 너비
nl: Randbreedte
sl: Debelina obrobe
vi: Độ Rộng Viền
zh_hans: 边框宽度

source: Border Color
ar: لون الحدود
de: Rahmenfarbe
es: Color del Borde
fr: Couleur de la bordure
id: Warna Batas
ja: 境界線の色
ko: 테두리 색상
nl: Randkleur
sl: Barva obrobe
vi: Màu Sắc Viền
zh_hans: 边框颜色

source: Enable Reduce Motion for better experience
ar: تمكين تقليل الحركة لتجربة أفضل
de: Reduzierte Bewegung für bessere Erfahrung aktivieren
es: Activar Reducir Movimiento para una mejor experiencia
fr: Activer Réduire les animations pour une meilleure expérience
id: Aktifkan Kurangi Gerakan untuk pengalaman yang lebih baik
ja: より良い体験のためにリデュースモーションを有効にする
ko: 더 나은 경험을 위해 모션 줄이기 활성화
nl: Schakel Verminder Beweging in voor een betere ervaring
sl: Omogoči zmanjšanje gibanja za boljšo izkušnjo
vi: Bật Giảm Chuyển động để có trải nghiệm tốt hơn
zh_hans: 启用“减少动态效果”以获得更好的体验
