Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, de, fr, ko, nl, sl, vi

# respring_alert_title
source: Respring
ar: إعادة التشغيل
de: Neustart
fr: Redémarrage
ko: 다시 시작
nl: Herstarten
sl: Ponovni zagon
vi: Khởi động lại

# respring_alert_message
source: Are you sure you want to respring?
ar: هل أنت متأكد أنك تريد إعادة التشغيل؟
de: Möchten Sie wirklich neu starten?
fr: Êtes-vous sûr de vouloir redémarrer ?
ko: 다시 시작하시겠습니까?
nl: Weet je zeker dat je wilt herstarten?
sl: Ste prepri훾ani, da 탑elite ponovno zagnati?
vi: Bạn có chắc muốn khởi động lại không?

# respring_alert_no
source: No
ar: لا
de: Nein
fr: Non
ko: 아니요
nl: Nee
sl: Ne
vi: Không

# respring_alert_yes
source: Yes
ar: نعم
de: Ja
fr: Oui
ko: 예
nl: Ja
sl: Da
vi: Có

# respring_button_title
source: Respring
ar: إعادة التشغيل
de: Neustart
fr: Redémarrer
ko: 다시 시작
nl: Herstarten
sl: Ponovni zagon
vi: Khởi động lại

source: Close Phone
ar: إغلاق الهاتف
de: Telefon schließen
fr: Fermer Téléphone
ko: 전화 닫기
nl: Sluit Telefoon
sl: Zapri Telefon
vi: Đóng Ứng dụng Điện thoại

source: Close Settings
ar: إغلاق الإعدادات
de: Einstellungen schließen
fr: Fermer Réglages
ko: 설정 닫기
nl: Sluit Instellingen
sl: Zapri Nastavitve
vi: Đóng Cài đặt

# settings_alert_message
source: Are you sure you want to close Settings?
ar: هل أنت متأكد أنك تريد إغلاق الإعدادات؟
de: Möchten Sie die Einstellungen wirklich schließen?
fr: Êtes-vous sûr de vouloir fermer les Réglages ?
ko: 설정을 닫으시겠습니까?
nl: Weet je zeker dat je Instellingen wilt sluiten?
sl: Ste prepri훾ani, da 탑elite zapreti Nastavitve?
vi: Bạn có chắc chắn muốn đóng Cài đặt không?

# settings_alert_no
source: No
ar: لا
de: Nein
fr: Non
ko: 아니요
nl: Nee
sl: Ne
vi: Không

# settings_alert_yes
source: Yes
ar: نعم
de: Ja
fr: Oui
ko: 예
nl: Ja
sl: Da
vi: Có
