Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/LockScreen.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Lock Screen
ar: قفل الشاشة
de: Sperrbildschirm
es: Pantalla de bloqueo
fr: Écran verrouillé
id: Layar Kunci
ja: ロック画面
ko: 잠금 화면
nl: Vergrendelscherm
sl: Zaklenjen zaslon
vi: Màn hình khóa
zh_hans: 锁屏

source: Hide Date
de: Datum ausblenden
id: Sembunyikan tanggal
ko: 날짜 숨기기
nl: Datum verbergen

source: Hide Time
ar: إخفاء الوقت
de: Zeit ausblenden
es: Ocultar hora
fr: Masquer l'heure
id: Sembunyikan Waktu
ja: 時間を非表示
ko: 시간 숨기기
nl: Verberg tijd
sl: Skrij čas
vi: Ẩn Thời gian
zh_hans: 隐藏时间

source: Hide Battery Animation
ar: إخفاء تحريك البطارية
de: Akku-Animation ausblenden
es: Ocultar animación de batería
fr: Masquer l'animation de la batterie
id: Sembunyikan Animasi Baterai
ja: バッテリーアニメーションを非表示
ko: 배터리 애니메이션 숨기기
nl: Verberg batterijanimatie
sl: Skrij animacijo baterije
vi: Ẩn hoạt ảnh pin
zh_hans: 隐藏电池动画

source: Hide Padlock
ar: إخفاء القفل
de: Schloss ausblenden
es: Ocultar candado
fr: Masquer le cadenas
id: Sembunyikan Gembok
ja: 南京錠を非表示
ko: 자물쇠 아이콘 숨기기
nl: Verberg hangslot
sl: Skrij ključavnico
vi: Ẩn Khóa
zh_hans: 隐藏挂锁

source: Hide Face ID Glyph
ar: إخفاء رمز تعرف الوجه
de: Face ID Symbol ausblenden
es: Ocultar ícono de Face ID
fr: Masquer le glyph Face ID
id: Sembunyikan Glif Face ID
ja: Face ID グリフを非表示
ko: Face ID 그림자 숨기기
nl: Verberg Face ID symbool
sl: Skrij Face ID simbol
vi: Ẩn Biểu tượng Face ID
zh_hans: 隐藏面容 ID 图标

source: Hide Do Not Disturb Banner
ar: إخفاء شريط عدم الإزعاج
de: Nicht stören Banner ausblenden
es: Ocultar banner de No Molestar
fr: Masquer la bannière Ne pas déranger
id: Sembunyikan Banner Jangan Ganggu
ja: 通知を非表示
ko: 방해 금지 배너 숨기기
nl: Verberg Niet Storen banner
sl: Skrij pasico Ne moti
vi: Ẩn Biểu ngữ Không làm phiền
zh_hans: 隐藏勿扰横幅

source: Hide Focus Pill
ar: إخفاء البيل البؤري
de: Fokus-Pille ausblenden
es: Ocultar píldora de enfoque
fr: Masquer le repère de mise au point
id: Sembunyikan Pill Fokus
ja: フォーカスピルを非表示
ko: 포커스 피릴 숨기기
nl: Verberg focusbalk
sl: Skrij fokusno tabletko
vi: Ẩn Viên thuốc tập trung
zh_hans: 隐藏焦点指示器

source: Hide CC Grabber bar
ar: إخفاء شريط مسك مركز التحكم
de: CC-Griffleiste ausblenden
es: Ocultar barra de agarre de CC
fr: Masquer la barre de capture du CC
id: Sembunyikan Bar Pencengkeram CC
ja: CC Grabber バーを非表示
ko: CC 그래버 바 숨기기
nl: Verberg CC-grijperbalk
sl: Skrij zajemalko nadzornega centra
vi: Ẩn Thanh kéo CC
zh_hans: 隐藏锁屏右上小白条

source: Hide Press Home Text
ar: إخفاء نص الضغط على الصفحة الرئيسية
de: Text 'Home drücken' ausblenden
es: Ocultar texto de Presionar Inicio
fr: Masquer le texte Appuyez sur Accueil
id: Sembunyikan Teks Tekan Rumah
ja: Press Home テキストを非表示
ko: 홈 버튼 텍스트 숨기기
nl: Verberg 'Druk op Thuisknop'-tekst
sl: Skrij besedilo Pritisni domov
vi: Ẩn Văn bản Nhấn Home
zh_hans: 隐藏按Home键文字

source: Hide Swipe Text
ar: إخفاء نص السحب
de: Text 'Wischen' ausblenden
es: Ocultar texto de Deslizar
fr: Masquer le texte Faire glisser
id: Sembunyikan Teks Goyangkan
ja: スワイプテキストを非表示
ko: 스와이프 텍스트 숨기기
nl: Verberg veegtekst
sl: Skrij besedilo Podrsaj
vi: Ẩn Văn bản Vuốt
zh_hans: 隐藏滑动文字

source: Hide Quick Action Toggles
ar: إخفاء مفاتيح الإجراءات السريعة
de: Schnellaktionsschalter ausblenden
es: Ocultar interruptores de acción rápida
fr: Masquer les bascules d'action rapide
id: Sembunyikan Pengalih Aksi Cepat
ja: クイックアクショントグルを非表示
ko: 빠른 작업 토글 숨기기
nl: Verberg snelactie schakelaars
sl: Skrij stikala za hitre ukaze
vi: Ẩn Chuyển đổi Hành động Nhanh
zh_hans: 隐藏快捷操作切换

source: Hide Flash Quick Action Toggle
ar: إخفاء مفتاح تبديل الإجراء السريع
de: Blitz-Schnellaktionsschalter ausblenden
es: Ocultar interruptor de acción rápida de Flash
fr: Masquer la bascule d'action rapide Flash
id: Sembunyikan Pengalih Aksi Cepat Kilat
ja: フラッシュクイックアクショントグルを非表示
ko: 플래시 빠른 작업 토글 숨기기
nl: Verberg flits snelactie schakelaar
sl: Skrij stikalo za bliskavico hitrih ukazov
vi: Ẩn Chuyển đổi Hành động Nhanh Flash
zh_hans: 隐藏手电筒

source: Hide Camera Quick Action Toggle
ar: إخفاء مفتاح تبديل الكاميرا السريع
de: Kamera-Schnellaktionsschalter ausblenden
es: Ocultar interruptor de acción rápida de Cámara
fr: Masquer la bascule d'action rapide Caméra
id: Sembunyikan Pengalih Aksi Cepat Kamera
ja: カメラクイックアクショントグルを非表示
ko: 카메라 빠른 작업 토글 숨기기
nl: Verberg camera snelactie schakelaar
sl: Skrij stikalo za kamero hitrih ukazov
vi: Ẩn Chuyển đổi Hành động Nhanh Camera
zh_hans: 隐藏相机

source: Hide Quick Action background
ar: إخفاء خلفية الإجراء السريع
de: Hintergrund der Schnellaktion ausblenden
es: Ocultar fondo de acción rápida
fr: Masquer l'arrière-plan d'action rapide
id: Sembunyikan Latar Belakang Aksi Cepat
ja: クイックアクションの背景を非表示
ko: 빠른 작업 배경 숨기기
nl: Verberg achtergrond van snelactie
sl: Skrij ozadje hitrih ukazov
vi: Ẩn Nền Hành động Nhanh
zh_hans: 隐藏快捷操作背景

source: Disable Swipe to Camera
ar: تعطيل السحب للكاميرا
de: Wischen zur Kamera deaktivieren
es: Desactivar deslizamiento a cámara
fr: Désactiver le glissement vers l'appareil photo
id: Nonaktifkan Goyang ke Kamera
ja: カメラへのスワイプを無効化
ko: 카메라 스와이프 비활성화
nl: Schakel veeg naar camera uit
sl: Onemogoči podrsaj do kamere
vi: Tắt Vuốt đến Camera
zh_hans: 禁用滑动打开相机

source: Disable Swipe to Today View
ar: تعطيل السحب إلى عرض اليوم
de: Wischen zur Heute-Ansicht deaktivieren
es: Desactivar deslizamiento a Vista Hoy
fr: Désactiver le glissement vers la vue Aujourd'hui
id: Nonaktifkan Goyang ke Tampilan Hari Ini
ja: Today View へのスワイプを無効化
ko: 오늘 보기 스와이프 비활성화
nl: Schakel veeg naar vandaagweergave uit
sl: Onemogoči podrsaj do današnjega pogleda
vi: Tắt Vuốt đến Chế độ Xem Hôm nay
zh_hans: 禁用右滑打开负一屏

source: Disable Lock Button
ar: تعطيل زر القفل
de: Sperrtaste deaktivieren
es: Desactivar botón de bloqueo
fr: Désactiver le bouton de verrouillage
id: Nonaktifkan Tombol Kunci
ja: ロックボタンを無効化
ko: 잠금 버튼 비활성화
nl: Schakel vergrendelknop uit
sl: Onemogoči gumb za zaklepanje
vi: Tắt Nút Khóa
zh_hans: 禁用锁定按钮

source: No wake on charge
ar: لا تفتح عند الشحن
de: Kein Aufwecken beim Laden
es: No despertar al cargar
fr: Pas de réveil lors de la charge
id: Tidak bangun saat diisi daya
ja: 充電時に起動しない
ko: 충전 시 깨우기 없음
nl: Geen ontwaken bij opladen
sl: Brez prebujanja med polnjenjem
vi: Không kích hoạt khi sạc
zh_hans: 禁用锁屏充电唤醒

source: Show Status Bar Time
ar: إظهار وقت شريط الحالة
de: Zeit in der Statusleiste anzeigen
es: Mostrar hora de barra de estado
fr: Afficher l'heure dans la barre d'état
id: Tampilkan Waktu Bar Status
ja: ステータスバーの時間を表示
ko: 상태 표시줄 시간 표시
nl: Toon tijd in statusbalk
sl: Pokaži čas v vrstici stanja
vi: Hiển thị Thời gian Thanh trạng thái
zh_hans: 显示状态栏时间

source: Show Call Decline Button
ar: إظهار زر رفض المكالمة
de: Ablehnungstaste anzeigen
es: Mostrar botón de rechazo de llamada
fr: Afficher le bouton de refus d'appel
id: Tampilkan Tombol Tolak Panggilan
ja: 通話拒否ボタンを表示
ko: 전화 거절 버튼 표시
nl: Toon oproep afwijzen knop
sl: Pokaži gumb za zavrnitev klica
vi: Hiển thị Nút Từ chối cuộc gọi
zh_hans: 显示拒接来电按钮

source: Auto Dismiss Lock Screen
ar: تجاهل تلقائي لشاشة القفل
de: Sperrbildschirm automatisch ausblenden
es: Cerrar pantalla de bloqueo automáticamente
fr: Fermeture automatique de l'écran verrouillé
id: Otomatis Hapus Layar Kunci
ja: ロック画面の自動解除
ko: 자동 잠금 화면 닫기
nl: Automatisch vergrendelscherm sluiten
sl: Samodejno odstrani zaklenjen zaslon
vi: Tự động Tắt màn hình khóa
zh_hans: 自动关闭锁屏

source: Tap to Passcode
ar: النقر للرمز السري
de: Tippen für Passcode
es: Tocar para código
fr: Taper pour le code
id: Ketuk untuk Kode Sandi
ja: パスコードにタップ
ko: 터치하여 패스코드 입력
nl: Tik voor toegangscode
sl: Tapnite za kodo
vi: Nhấn để Nhập mã
zh_hans: 点击进入密码

source: Passcode Style
ar: نمط رمز المرور
de: Passcode-Stil
es: Estilo de código
fr: Style du code
id: Gaya Kode Sandi
ja: パスコードスタイル
ko: 패스코드 스타일
nl: Toegangscode stijl
sl: Slog kode
vi: Kiểu Mã bảo vệ

source: Clear
ar: مسح
de: Klar
es: Borrar
fr: Effacer
id: Jelas
ja: クリア
ko: 지우기
nl: Wis
sl: Počisti
vi: Xóa

source: Roman
ar: روماني
de: Römisch
es: Romano
fr: Romain
id: Romawi
ja: ローマン
ko: 로마
nl: Romeins
sl: Rimski
vi: La Mã

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
id: Kustom
ko: 사용자 정의
nl: Aangepast
sl: Po meri

source: Enable Confidential Text
de: Vertraulichen Text aktivieren
es: Habilitar texto confidencial
fr: Activer le texte confidentiel
id: Aktifkan Teks Rahasia
ko: 비밀 텍스트 활성화
nl: Schakel vertrouwelijke tekst in
sl: Omogoči zaupno besedilo
vi: Bật Văn bản Bảo mật

source: Custom Confidential Text
de: Benutzerdefinierten vertraulichen Text
es: Texto confidencial personalizado
fr: Texte confidentiel personnalisé
id: Teks Rahasia Kustom
ko: 사용자 정의 비밀 텍스트
nl: Aangepaste vertrouwelijke tekst
sl: Po meri zaupno besedilo
vi: Văn bản Bảo mật Tùy chỉnh

source: Font Size:
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de la police :
id: Ukuran Font:
ko: 글꼴 크기:
nl: Lettergrootte:
sl: Velikost pisave:
vi: Cỡ chữ:

source: Regular Style
de: Normaler Stil
es: Estilo regular
fr: Style normal
id: Gaya Reguler
ko: 일반 스타일
nl: Normale stijl
sl: Običajni slog
vi: Kiểu Thường
