Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Others.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Photos
ar: الصور
de: Fotos
es: Fotos
id: Foto
ja: 写真
ko: 사진
nl: Foto's
sl: Fotografije
vi: Ảnh
zh_hans: 照片

source: Skip Delete Confirmation
ar: تخطي تأكيد الحذف
de: Löschen ohne Bestätigung
es: Omitir Confirmaci칩n de Eliminaci칩n
fr: Ignorer la confirmation de suppression
id: Lewati Konfirmasi Hapus
ja: 削除確認をスキップ
ko: 삭제 확인 건너뛰기
nl: Verwijderingsbevestiging overslaan
sl: Preskoƒçi potrditev brisanja
vi: Bỏ qua Xác nhận Xóa
zh_hans: 跳过删除确认

source: Unlimited Zoom
ar: تكبير غير محدود
de: Unbegrenzter Zoom
es: Zoom Ilimitado
fr: Zoom illimité
id: Zoom Tanpa Batas
ja: 無制限のズーム
ko: 무제한 줌
nl: Onbeperkt zoomen
sl: Neomejen zoom
vi: Thu phóng Không giới hạn
zh_hans: 无限缩放

source: Sileo
ar: سيليو

source: Glass Background
ar: خلفية زجاجية
de: Glas-Hintergrund
es: Fondo de Vidrio
fr: Fond en verre
id: Latar Belakang Kaca
ja: ガラス背景
ko: 유리 배경
nl: Glazen achtergrond
sl: Stekleno ozadje
vi: Nền kính
zh_hans: 玻璃背景

source: Camera
ar: الكاميرا
de: Kamera
es: C치mara
fr: Appareil photo
id: Kamera
ja: カメラ
ko: 카메라
sl: Kamera
vi: Máy ảnh
zh_hans: 相机

source: Transparent (Notched Devices)
ar: شفاف (الأجهزة ذات الشق)
de: Transparent (Geräte mit Notch)
es: Transparente (Dispositivos con muesca)
fr: Transparent (appareils à encoche)
id: Transparan (Perangkat Berlubang)
ja: 透明（ノッチ付きデバイス）
ko: 투명 (노치 장치)
nl: Transparant (toestellen met inkeping)
sl: Prozorno (naprave z zarezo)
vi: Trong suốt (Thiết bị có notch)
zh_hans: 全屏相机（刘海屏设备）

source: Double tap to flip Camera
ar: انقر نقرًا مزدوجًا لتغيير اتجاه الكاميرا
de: Doppeltippen, um die Kamera umzuschalten
es: Doble toque para girar la c치mara
fr: Double-tape pour retourner l'appareil photo
id: Ketuk dua kali untuk membalik Kamera
ja: カメラをフリップするにはダブルタップ
ko: 더블 탭으로 카메라 뒤집기
nl: Dubbel tikken om camera om te draaien
sl: Dvakrat tapnite za obrnitev kamere
vi: Nhấn đúp để lật Máy ảnh
zh_hans: 双击翻转相机

source: Others
ar: آخرى
de: Andere
es: Otros
fr: Autres
id: Lainnya
ja: その他
ko: 기타
nl: Anderen
sl: Druge
vi: Khác
zh_hans: 其他

source: Remove WiFi RSSI
ar: إزالة RSSI للواي فاي
de: WiFi RSSI entfernen
es: Eliminar RSSI de WiFi
fr: Supprimer le RSSI WiFi
id: Hapus WiFi RSSI
ja: WiFi RSSI を削除
ko: WiFi RSSI 제거
nl: Verwijder WiFi RSSI
sl: Odstrani WiFi RSSI
vi: Xóa WiFi RSSI
zh_hans: 移除WiFi信号强度（RSSI）

source: Remove Beta Alert
ar: إزالة تنبيه الإصدار التجريبي
de: Beta-Benachrichtigung entfernen
es: Eliminar Alerta Beta
fr: Supprimer l'alerte bêta
id: Hapus Peringatan Beta
ja: ベータアラートを削除
ko: 베타 경고 제거
nl: Verwijder Beta-waarschuwing
sl: Odstrani opozorilo o beti
vi: Xóa Cảnh báo Beta
zh_hans: 移除测试版提醒

source: Remove Game Center Banner
ar: إزالة شريط الألعاب المركزي
de: Game Center Banner entfernen
es: Eliminar Banner del Centro de Juegos
fr: Supprimer la bannière du Centre de jeux
id: Hapus Banner Pusat Game
ja: ゲームセンターバナーを削除
ko: 게임 센터 배너 제거
nl: Verwijder Game Center-banner
sl: Odstrani pasico Game Center
vi: Xóa Biểu Ngữ Trung Tâm Trò Chơi
zh_hans: 移除游戏中心横幅

source: Color
ar: اللون
de: Farbe
fr: Couleur
id: Warna
ja: 色
ko: 색상
nl: Kleur
sl: Barva
vi: Màu sắc
zh_hans: 颜色

source: Scroll Bar Color
ar: لون شريط التمرير
de: Scrollbalkenfarbe
es: Color de la Barra de Desplazamiento
fr: Couleur de la barre de défilement
id: Warna Scroll Bar
ja: スクロールバーの色
ko: 스크롤 막대 색상
nl: Kleur schuifbalk
sl: Barva drsnega traku
vi: Màu Thanh cuộn
zh_hans: 滚动条颜色

source: Selected Text Color
ar: لون النص المحدد
de: Ausgewählte Textfarbe
es: Color del Texto Seleccionado
fr: Couleur du texte sélectionné
id: Warna Teks Terpilih
ja: 選択されたテキストの色
ko: 선택된 텍스트 색상
nl: Geselecteerde tekstkleur
sl: Barva izbranega besedila
vi: Màu văn bản được chọn
zh_hans: 选定文本的颜色
