Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Phone.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Enable
ar: تفعيل
de: Aktivieren
es: Habilitar
fr: Activer
id: Aktifkan
ja: 有効にする
ko: 활성화
nl: Inschakelen
sl: Omogoči
vi: Bật
zh_hans: 启用

source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fr: Téléphone
id: Telepon
ja: 電話
ko: 전화
nl: Telefoon
sl: Telefon
vi: Điện Thoại
zh_hans: 电话

source: Hide Favorites Tab
ar: إخفاء علامة التبويب المفضلات
de: Favoriten-Register ausblenden
es: Ocultar Pestaña de Favoritos
fr: Masquer l'onglet Favoris
id: Sembunyikan Tab Favorit
ja: お気に入りタブを隠す
ko: 즐겨찾기 탭 숨기기
nl: Favorieten Tab Verbergen
sl: Skrij zavihek Priljubljeni
vi: Ẩn Tab Yêu Thích
zh_hans: 隐藏收藏夹标签

source: Hide Recents Tab
ar: إخفاء علامة التبويب الأخيرة
de: Zuletzt-Gesehen-Register ausblenden
es: Ocultar Pestaña de Recientes
fr: Masquer l'onglet Récents
id: Sembunyikan Tab Recent
ja: 最近のタブを隠す
ko: 최근 통화 탭 숨기기
nl: Recente Tab Verbergen
sl: Skrij zavihek Nedavne
vi: Ẩn Tab Gần Đây
zh_hans: 隐藏最近标签

source: Hide Contacts Tab
ar: إخفاء علامة التبويب جهات الاتصال
de: Kontakte-Register ausblenden
es: Ocultar Pestaña de Contactos
fr: Masquer l'onglet Contacts
id: Sembunyikan Tab Kontak
ja: 連絡先タブを隠す
ko: 연락처 탭 숨기기
nl: Contacten Tab Verbergen
sl: Skrij zavihek Stiki
vi: Ẩn Tab Danh Bạ
zh_hans: 隐藏联系人标签

source: Hide Voicemail Tab
ar: إخفاء علامة التبويب البريد الصوتي
de: Sprachmail-Register ausblenden
es: Ocultar Pestaña de Buzón de Voz
fr: Masquer l'onglet Messagerie
id: Sembunyikan Tab Suara
ja: ボイスメールタブを隠す
ko: 음성 사서함 탭 숨기기
nl: VoiceMail Tab Verbergen
sl: Skrij zavihek Glasovna Pošta
vi: Ẩn Tab Hộp Thư
zh_hans: 隐藏语音邮件标签

source: Phone Style
ar: نمط الهاتف
de: Telefonstil
es: Estilo del Teléfono
fr: Style Téléphone
id: Gaya Telepon
ja: 電話スタイル
ko: 전화 스타일
nl: Telefoonstijl
sl: Slog Telefona
vi: Phong Cách Điện Thoại
zh_hans: 电话样式

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
id: Bersihkan
ja: クリア
ko: 지우기
nl: Wissen
sl: Počisti
vi: Xóa
zh_hans: 清除

source: Roman
ar: روماني
de: Römisch
es: Romano
fr: Romain
id: Romawi
ja: ローマ字
ko: 로마자
nl: Romeins
sl: Rimska
vi: La Mã
zh_hans: 罗马字

source: Exact Time
ar: الوقت الدقيق
de: Genaue Zeit
es: Hora Exacta
fr: Heure Précise
id: Waktu Tepat
ja: 正確な時間
ko: 정확한 시간
nl: Exacte Tijd
sl: Natančen Čas
vi: Thời Gian Chính Xác
zh_hans: 准确时间

source: Hide Third Party Calls
ar: إخفاء المكالمات من أطراف ثالثة
de: Anrufe von Drittanbietern ausblenden
es: Ocultar Llamadas de Terceros
fr: Masquer les Appels Tiers
id: Sembunyikan Panggilan Pihak Ketiga
ja: サードパーティの通話を隠す
ko: 타사 통화 숨기기
nl: Verberg Derden Oproepen
sl: Skrij Klice Tretjih Oseb
vi: Ẩn Cuộc Gọi Từ Bên Thứ Ba
zh_hans: 隐藏第三方来电

source: Color Recents Calls
ar: لون المكالمات الأخيرة
de: Farbe der letzten Anrufe
es: Color de Llamadas Recientes
fr: Couleur des Appels Récents
id: Warna Panggilan Terbaru
ja: 最近の通話の色
ko: 최근 통화 색상
nl: Kleur Recente Oproepen
sl: Barva Nedavnih Klicev
vi: Màu Gọi Gần Đây
zh_hans: 最近通话颜色

source: Incoming Color
ar: لون المكالمات الواردة
de: Farbe eingehender Anrufe
es: Color de Llamadas Entrantes
fr: Couleur des Appels Entrants
id: Warna Panggilan Masuk
ja: 着信の色
ko: 수신 색상
nl: Binnenkomende Kleur
sl: Barva Prihodnjih Klicev
vi: Màu Cuộc Gọi Đến
zh_hans: 来电颜色

source: Outgoing Color
ar: لون المكالمات الصادرة
de: Farbe ausgehender Anrufe
es: Color de Llamadas Salientes
fr: Couleur des Appels Sortants
id: Warna Panggilan Keluar
ja: 発信の色
ko: 발신 색상
nl: Uitgaande Kleur
sl: Barva Odhajajočih Klicev
vi: Màu Cuộc Gọi Đi
zh_hans: 去电颜色

source: Missed Color
ar: لون المكالمات الفائتة
de: Farbe verpasster Anrufe
es: Color de Llamadas Perdidas
fr: Couleur des Appels Manqués
id: Warna Panggilan Terlewat
ja: 不在着信の色
ko: 부재중 통화 색상
nl: Gemiste Kleur
sl: Barva Zamujenih Klicev
vi: Màu Cuộc Gọi Bỏ Lỡ
zh_hans: 未接来电颜色
