Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/Settings.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
ja: 有効にする
ko: 활성화
nl: Inschakelen
sl: Omogoči
vi: Bật
zh_hans: 启用

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
ja: 設定
ko: 설정
nl: Instellingen
sl: Nastavitve
vi: Cài đặt
zh_hans: 设置

source: Hide Settings Arrow
ar: إخفاء سهم الإعدادات
de: Einstellungspfeil ausblenden
es: Ocultar Flecha de Ajustes
fr: Masquer la flèche des réglages
id: Sembunyikan Panah Pengaturan
ja: 設定矢印を非表示
ko: 설정 화살표 숨기기
nl: Verberg Instellingen Pijl
sl: Skrij puščico nastavitev
vi: Ẩn Mũi tên Cài đặt
zh_hans: 隐藏设置箭头

source: Hide Supervised
ar: إخفاء المراقبة
de: Überwacht ausblenden
es: Ocultar Supervisado
fr: Masquer les réglages supervisés
id: Sembunyikan Supervised
ja: 管理されたものを非表示
ko: 감독된 것 숨기기
nl: Verberg Toezicht
sl: Skrij nadzorovane
vi: Ẩn Giám sát
zh_hans: 隐藏受监管

source: Hide Settings Icons
ar: إخفاء رموز الإعدادات
de: Einstellungssymbole ausblenden
es: Ocultar Iconos de Ajustes
fr: Masquer les icônes des réglages
id: Sembunyikan Ikon Pengaturan
ja: 設定アイコンを非表示
ko: 설정 아이콘 숨기기
nl: Verberg Instellingen Iconen
sl: Skrij ikone nastavitev
vi: Ẩn Biểu tượng Cài đặt
zh_hans: 隐藏设置图标

source: Hide Search Bar
ar: إخفاء شريط البحث
de: Suchleiste ausblenden
es: Ocultar Barra de Búsqueda
fr: Masquer la barre de recherche
id: Sembunyikan Bilah Pencarian
ja: 検索バーを非表示
ko: 검색 바 숨기기
nl: Verberg Zoekbalk
sl: Skrij iskalno vrstico
vi: Ẩn Thanh tìm kiếm
zh_hans: 隐藏搜索栏

source: Hide Software Update
ar: إخفاء تحديث البرنامج
de: Softwareupdate ausblenden
es: Ocultar Actualización de Software
fr: Masquer la mise à jour logicielle
id: Sembunyikan Pembaruan Perangkat Lunak
ja: ソフトウェア更新を非表示
ko: 소프트웨어 업데이트 숨기기
nl: Verberg Software-update
sl: Skrij posodobitve programske opreme
vi: Ẩn Cập nhật Phần mềm
zh_hans: 隐藏软件更新

source: Hide Third Party Apps
ar: إخفاء تطبيقات الطرف الثالث
de: Drittanbieter-Apps ausblenden
es: Ocultar Aplicaciones de Terceros
fr: Masquer les apps tierces
id: Sembunyikan Aplikasi Pihak Ketiga
ja: サードパーティーアプリを非表示
ko: 타사 앱 숨기기
nl: Verberg Apps van Derden
sl: Skrij aplikacije tretjih oseb
vi: Ẩn Ứng dụng Bên thứ ba
zh_hans: 隐藏第三方应用

source: Rounded Search Bar
ar: شريط البحث المستدير
de: Abgerundete Suchleiste
es: Barra de Búsqueda Redondeada
fr: Barre de recherche arrondie
id: Bilah Pencarian Berbentuk Bulat
ja: 角丸の検索バー
ko: 둥근 검색 바
nl: Afgeronde Zoekbalk
sl: Zaobljena iskalna vrstica
vi: Thanh tìm kiếm Góc tròn
zh_hans: 圆角搜索栏

source: Show Ethernet
ar: عرض الإيثرنت
de: Ethernet anzeigen
es: Mostrar Ethernet
fr: Afficher Ethernet
id: Tampilkan Ethernet
ja: Ethernet を表示
ko: 이더넷 표시
nl: Toon Ethernet
sl: Pokaži Ethernet
vi: Hiển thị Ethernet
zh_hans: 显示以太网

source: Show Battery Health
ar: عرض صحة البطارية
de: Akku-Gesundheit anzeigen
es: Mostrar Salud de la Batería
fr: Afficher l'état de la batterie
id: Tampilkan Kesehatan Baterai
ja: バッテリーの健康状態を表示
ko: 배터리 건강 표시
nl: Toon Batterijgezondheid
sl: Pokaži zdravje baterije
vi: Hiển thị Tình trạng Pin
zh_hans: 显示电池健康

source: Hide Large Title
ar: إخفاء العنوان الكبير
de: Großen Titel ausblenden
es: Ocultar Título Grande
fr: Masquer le grand titre
id: Sembunyikan Judul Besar
ja: 大見出しを非表示にする
ko: 큰 제목 숨기기
nl: Verberg Grote Titel
sl: Skrij velik naslov
vi: Ẩn Tiêu đề Lớn
zh_hans: 隐藏设置标题

source: Circle Icons
ar: أيقونات دائرية
de: Kreisförmige Icons
es: Iconos Circulares
fr: Icônes circulaires
id: Ikon Lingkaran
ja: 円形アイコン
ko: 원형 아이콘
nl: Cirkel Iconen
sl: Ikone v krogu
vi: Biểu tượng hình tròn
zh_hans: 圆形图标

source: Account Name
ar: اسم الحساب
es: Nombre de la Cuenta
fr: Nom du compte
id: Nama Akun
ja: アカウント名
ko: 계정 이름
nl: Accountnaam
sl: Ime računa
vi: Tên tài khoản
zh_hans: 账户名

source: Leave Empty for No Account Name
ar: اتركه فارغًا إذا لم يكن هناك اسم للحساب.
de: Für keinen Account-Namen leer lassen
es: Dejar en blanco si no desea nombre de cuenta
fr: Laisser vide pour ne pas afficher de nom de compte
id: Biarkan Kosong untuk Tidak Ada Nama Akun
ja: アカウント名がない場合は空白にしてください。
ko: 계정 이름이 없으면 비워 두세요
nl: Laat leeg voor Geen Accountnaam
sl: Pustite prazno za brez imena računa
vi: Để trống nếu không có tên tài khoản.
zh_hans: 留空则不显示账号名

source: Enable Custom Account Name
ar: تمكين اسم الحساب المخصص
de: Benutzerdefinierten Account-Namen aktivieren
es: Activar Nombre de Cuenta Personalizado
fr: Activer le nom de compte personnalisé
id: Aktifkan Nama Akun Kustom
ja: カスタムアカウント名を有効にする
ko: 사용자 정의 계정 이름 활성화
nl: Schakel Aangepaste Accountnaam in
sl: Omogoči prilagojeno ime računa
vi: Bật Tên Tài khoản Tùy chỉnh
zh_hans: 启用自定义账户名

source: Custom Account Name
ar: اسم الحساب المخصص
de: Benutzerdefinierter Account-Name
es: Nombre de Cuenta Personalizado
fr: Nom de compte personnalisé
id: Nama Akun Kustom
ja: カスタムアカウント名
ko: 사용자 정의 계정 이름
nl: Aangepaste Accountnaam
sl: Prilagojeno ime računa
vi: Tên Tài khoản Tùy chỉnh
zh_hans: 自定义账户名
