Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/SpringBoard.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: SpringBoard & Home Screen
ar: SpringBoard & الشاشة الرئيسية
de: SpringBoard & Startbildschirm
es: SpringBoard y Pantalla de Inicio
fr: SpringBoard & Écran d'accueil
id: SpringBoard & Layar Utama
ja: SpringBoard & ホーム画面
ko: 스프링보드 및 홈 화면
sl: SpringBoard & Domovski zaslon
vi: SpringBoard & Màn hình chính
zh_hans: 系统桌面 & 主屏幕

source: Springboard
ja: スプリングボード
ko: 스프링보드
vi: Màn hình Chính
zh_hans: 系统桌面

source: Hide Homebar
ar: إخفاء شريط الصفحة الرئيسية
de: Homeleiste ausblenden
es: Ocultar Barra de Inicio
fr: Masquer la barre d'accueil
id: Sembunyikan Homebar
ja: ホームバーを非表示
ko: 홈바 숨기기
nl: Verberg Homebalk
sl: Skrij Homebar
vi: Ẩn Thanh Homebar
zh_hans: 隐藏手势小白条

source: Hide Breadcrumbs
ar: إخفاء مسارات التنقل
de: Breadcrumbs ausblenden
es: Ocultar Migas de Pan
fr: Masquer les miettes de pain
id: Sembunyikan Breadcrumbs
ja: パンくずリストを非表示
ko: 탐색 경로 숨기기
nl: Verberg Broodkruimels
sl: Skrij drobtinice
vi: Ẩn Đường dẫn
zh_hans: 隐藏左上返回应用

source: Hide Tab Labels
ar: إخفاء تسميات التبويب
de: Tab-Label ausblenden
es: Ocultar Etiquetas de Pestañas
fr: Masquer les étiquettes d'onglet
id: Sembunyikan Label Tab
ja: タブのラベルを非表示
ko: 탭 레이블 숨기기
nl: Verberg Tab Labels
sl: Skrij oznake zavihkov
vi: Ẩn Nhãn Tab
zh_hans: 隐藏选项卡标签

source: Hide Scroll Bar
ar: إخفاء شريط التمرير
de: Scroll-Leiste ausblenden
es: Ocultar Barra de Desplazamiento
fr: Masquer la barre de défilement
id: Sembunyikan Scroll Bar
ja: スクロールバーを非表示
ko: 스크롤 막대 숨기기
nl: Verberg Scrollbalk
sl: Skrij drsnik
vi: Ẩn Thanh cuộn
zh_hans: 隐藏滚动条

source: Hide Separator Lines
ar: إخفاء خطوط الفصل
de: Trennlinien ausblenden
es: Ocultar Líneas Separadoras
fr: Masquer les lignes de séparation
id: Sembunyikan Garis Pemisah
ja: 区切り線を非表示
ko: 분리선 숨기기
nl: Verberg Scheidingslijnen
sl: Skrij ločilne črte
vi: Ẩn Dòng phân cách
zh_hans: 隐藏分隔线

source: Hide Screenshot Preview
ar: إخفاء معاينة لقطة الشاشة
de: Screenshot-Vorschau ausblenden
es: Ocultar Vista Previa de Captura de Pantalla
fr: Masquer l'aperçu des captures d'écran
id: Sembunyikan Pratinjau Tangkapan Layar
ja: スクリーンショットプレビューを非表示
ko: 스크린샷 미리보기 숨기기
nl: Verberg Schermafbeelding Voorbeeld
sl: Skrij predogled posnetka zaslona
vi: Ẩn Xem trước Ảnh chụp màn hình
zh_hans: 隐藏截图预览

source: Disable Lock After Respring
ar: تعطيل القفل بعد إعادة التشغيل
de: Sperre nach Neustart deaktivieren
es: Desactivar Bloqueo Después de Reiniciar
fr: Désactiver le verrouillage après le redémarrage
id: Nonaktifkan Kunci Setelah Respring
ja: 再起動後にロックを無効にする
ko: 다시 시작 후 잠금 비활성화
nl: Schakel Vergrendeling uit na Herstart
sl: Onemogoči zaklepanje po ponovnem zagonu
vi: Tắt Khóa Sau khi Khởi động lại
zh_hans: 注销后禁用锁定

source: Home Screen
ar: الشاشة الرئيسية
de: Startbildschirm
es: Pantalla de Inicio
fr: Écran d'accueil
id: Layar Utama
ja: ホーム画面
ko: 홈 화면
sl: Domovski zaslon
vi: Màn hình Chính
zh_hans: 主屏幕

source: Hide Home Screen Backdrop
ar: إخفاء خلفية شاشة الصفحة الرئيسية
de: Hintergrund des Startbildschirms ausblenden
es: Ocultar Fondo de Pantalla de Inicio
fr: Masquer le fond d'écran de l'écran d'accueil
id: Sembunyikan Latar Belakang Layar Utama
ja: ホーム画面の背景を非表示
ko: 홈 화면 배경 숨기기
nl: Verberg Home Screen Achtergrond
sl: Skrij ozadje domovskega zaslona
vi: Ẩn Nền Màn hình Chính
zh_hans: 隐藏主屏幕背景

source: Hide App Labels
ar: إخفاء تسميات التطبيقات
de: App-Label ausblenden
es: Ocultar Etiquetas de Aplicaciones
fr: Masquer les étiquettes des apps
id: Sembunyikan Label Aplikasi
ja: アプリのラベルを非表示
ko: 앱 레이블 숨기기
nl: Verberg App Labels
sl: Skrij oznake aplikacij
vi: Ẩn Nhãn Ứng dụng
zh_hans: 隐藏应用标签

source: Hide Folder Labels
ar: إخفاء تسميات المجلدات
de: Ordnerbeschriftungen ausblenden
fr: Masquer les étiquettes de dossier
id: Sembunyikan Label Folder
ja: フォルダラベルを非表示
ko: 폴더 레이블 숨기기
nl: Verberg maplabels
sl: Skrij oznake map

source: Hide Widget Labels
ar: إخفاء تسميات الودجات
de: Widget-Beschriftungen ausblenden
fr: Masquer les étiquettes de widget
id: Sembunyikan Label Widget
ja: ウィジェットラベルを非表示
ko: 위젯 레이블 숨기기
nl: Verberg widgetlabels
sl: Skrij oznake pripomočkov

source: Hide Page Dots
ar: إخفاء نقاط الصفحة
de: Seitenpunkte ausblenden
es: Ocultar Puntos de Página
fr: Masquer les points de page
id: Sembunyikan Titik Halaman
ja: ページドットを非表示
ko: 페이지 점 숨기기
nl: Verberg Pagina Dots
sl: Skrij točke strani
vi: Ẩn Chấm trang
zh_hans: 隐藏页面指示点

source: Hide Search Pill
ar: إخفاء البحث
de: Such-Pille ausblenden
es: Ocultar Píldora de Búsqueda
fr: Masquer la pastille de recherche
id: Sembunyikan Pil Pencarian
ja: 検索ピルを非表示
ko: 검색 필 숨기기
nl: Verberg Zoek Pill
sl: Skrij iskalno tabletko
vi: Ẩn Thanh Tìm kiếm
zh_hans: 隐藏搜索标识

source: Hide Search Spotlight
ar: إخفاء البحث في البداية
de: Such-Spotlight ausblenden
es: Ocultar Spotlight de Búsqueda
fr: Masquer Spotlight de recherche
id: Sembunyikan Spotlight Pencarian
ja: 検索スポットライトを非表示
ko: 검색 스포트라이트 숨기기
nl: Verberg Zoek Spotlight
sl: Skrij iskalno točko
vi: Ẩn Điểm sáng Tìm kiếm
zh_hans: 隐藏搜索聚焦

source: Hide Update Dots
ar: إخفاء نقاط التحديث
de: Update-Punkte ausblenden
es: Ocultar Puntos de Actualización
fr: Masquer les points de mise à jour
id: Sembunyikan Titik Pembaruan
ja: 更新ドットを非表示
ko: 업데이트 점 숨기기
nl: Verberg Update Dots
sl: Skrij točke posodobitev
vi: Ẩn Chấm Cập nhật
zh_hans: 隐藏更新标识

source: Hide Beta Dots
ar: إخفاء نقاط النسخة التجريبية
de: Beta-Punkte ausblenden
es: Ocultar Puntos Beta
fr: Masquer les points bêta
id: Sembunyikan Titik Beta
ja: ベータドットを非表示
ko: 베타 점 숨기기
nl: Verberg Beta Dots
sl: Skrij beta točke
vi: Ẩn Chấm Beta
zh_hans: 隐藏测试版标识

source: Hide Offloaded Icon
ar: إخفاء أيقونة التفريغ
de: Offgeladenes Symbol ausblenden
es: Ocultar Icono Descargado
fr: Masquer l'icône déchargée
id: Sembunyikan Ikon Terlepas
ja: オフロードアイコンを非表示
ko: 언로드된 아이콘 숨기기
nl: Verberg Offloaded Pictogram
sl: Skrij ikono raztovoritve
vi: Ẩn Biểu tượng Đã tải lên
zh_hans: 隐藏已卸载的图标

source: Hide Icon Badge
ar: إخفاء شارة الرمز
de: Symbolabzeichen ausblenden
es: Ocultar Insignia de Icono
fr: Masquer le badge d'icône
id: Sembunyikan Lencana Ikon
ja: アイコンバッジを非表示
ko: 아이콘 배지 숨기기
nl: Verberg Pictogram Badge
sl: Skrij oznako ikone
vi: Ẩn Huy hiệu Biểu tượng
zh_hans: 隐藏图标角标

source: Hide X Button
ar: إخفاء زر X
de: X-Schaltfläche ausblenden
es: Ocultar Botón X
fr: Masquer le bouton X
id: Sembunyikan Tombol X
ja: Xボタンを非表示
ko: X 버튼 숨기기
nl: Verberg X-knop
sl: Skrij gumb X
vi: Ẩn Nút X
zh_hans: 隐藏关闭按钮

source: Hide Editing Done Button
ar: إخفاء زر التعديل تم
de: Bearbeitungs-Schaltfläche ausblenden
es: Ocultar Botón de Hecho en Edición
fr: Masquer le bouton Terminé d'édition
id: Sembunyikan Tombol Selesai Edit
ja: 編集完了ボタンを非表示
ko: 편집 완료 버튼 숨기기
nl: Verberg Bewerken Klaar Knop
sl: Skrij gumb 'Dokončano' pri urejanju
vi: Ẩn Nút Hoàn thành Chỉnh sửa
zh_hans: 隐藏编辑完成按钮

source: Hide Today View
ar: إخفاء عرض اليوم
de: Heute-Ansicht ausblenden
es: Ocultar Vista de Hoy
fr: Masquer la vue Aujourd'hui
id: Sembunyikan Tampilan Hari Ini
ja: 今日のビューを非表示
ko: 오늘 보기 숨기기
nl: Verberg Vandaag Weergave
sl: Skrij pogled današnjega dne
vi: Ẩn Chế độ Xem Hôm nay
zh_hans: 隐藏负一屏

source: Hide App Library
ar: إخفاء مكتبة التطبيقات
de: App-Bibliothek ausblenden
es: Ocultar Biblioteca de Aplicaciones
fr: Masquer la bibliothèque d'apps
id: Sembunyikan Perpustakaan Aplikasi
ja: App ライブラリを非表示
ko: 앱 라이브러리 숨기기
nl: Verberg App Bibliotheek
sl: Skrij knjižnico aplikacij
vi: Ẩn Thư viện Ứng dụng
zh_hans: 隐藏应用资源库

source: Hide Widget Footer
ar: إخفاء تذييل الويدجت
de: Widget-Fußzeile ausblenden
es: Ocultar Pie de Widget
fr: Masquer le pied de page du widget
id: Sembunyikan Footer Widget
ja: ウィジェットフッターを非表示
ko: 위젯 푸터 숨기기
nl: Verberg Widget Voettekst
sl: Skrij nogico pripomočka
vi: Ẩn Chân Trang Widget
zh_hans: 隐藏小部件底栏

source: Allow Drag Multi Widgets
ar: السماح بسحب العديد من الودجت
de: Mehrere Widgets ziehen erlauben
es: Permitir Arrastrar Múltiples Widgets
fr: Autoriser le glissement de plusieurs widgets
id: Izinkan Seret Multi Widget
ja: 複数のウィジェットをドラッグする
ko: 다중 위젯 드래그 허용
nl: Sta Slepen van Meerdere Widgets toe
sl: Dovoli vlečenje več pripomočkov
vi: Cho phép Kéo Nhiều Widget
zh_hans: 允许拖动多个小部件

source: Show Download Progress
ar: عرض تقدم التنزيل
de: Download-Fortschritt anzeigen
es: Mostrar Progreso de Descarga
fr: Afficher la progression du téléchargement
id: Tampilkan Kemajuan Unduhan
ja: ダウンロードの進行状況を表示
ko: 다운로드 진행 상황 표시
nl: Toon Download Voortgang
sl: Pokaži napredek prenosa
vi: Hiển thị Tiến trình Tải xuống
zh_hans: 显示下载进度

source: Display Clock Arrow Only
ar: عرض الساعة فقط
de: Nur Uhrpfeil anzeigen
es: Mostrar Solo Flecha de Reloj
fr: Afficher seulement la flèche de l'horloge
id: Hanya Tampilkan Panah Jam
ja: 時計の矢印のみ表示
ko: 시계 화살표만 표시
nl: Toon Alleen Klokpijl
sl: Pokaži samo puščico ure
vi: Chỉ Hiển thị Mũi tên Đồng hồ
zh_hans: 仅显示时钟箭头

source: Disable Live Clock
ar: تعطيل الساعة الحية
de: Live-Uhr deaktivieren
es: Desactivar Reloj en Vivo
fr: Désactiver l'horloge en direct
id: Nonaktifkan Jam Langsung
ja: ライブ時計を無効にする
ko: 실시간 시계 비활성화
nl: Schakel Live Klok uit
sl: Onemogoči živo uro
vi: Tắt Đồng hồ Trực tiếp
zh_hans: 禁用动态时钟

source: Two Finger to Screen Shot
ar: سحب اصبعين للتقاط الشاشة
de: Zwei Finger für Screenshot
es: Dos Dedos para Captura de Pantalla
fr: Deux doigts pour prendre une capture d'écran
id: Dua Jari untuk Tangkapan Layar
ja: スクリーンショットのための2本指
ko: 두 손가락으로 스크린샷
nl: Twee vingers voor Schermafbeelding
sl: Dva prsta za zajem zaslona
zh_hans: 双指下滑截屏

source: Swipe Down from the top
ar: اسحب لأسفل من الأعلى
de: Vom oberen Rand nach unten wischen
es: Deslizar hacia abajo desde arriba
fr: Balayer vers le bas depuis le haut
id: Geser ke Bawah dari atas
ja: 上部から下にスワイプ
ko: 위에서 아래로 스와이프
nl: Veeg omlaag vanaf de bovenkant
sl: Podrsajte navzdol z vrha
zh_hans: 从任意地方顶部向下滑动

source: Allow Upside Down
ar: السماح بالوضع العكسي
de: Auf den Kopf stellen erlauben
es: Permitir al Revés
fr: Autoriser à l'envers
id: Izinkan Terbalik
ja: 逆さまを許可
ko: 거꾸로 허용
nl: Sta ondersteboven toe
sl: Dovoli obrnjeno navzgor
zh_hans: 允许颠倒

source: Double Tap to Lock
ar: النقر المزدوج للقفل
de: Doppeltippen zum Sperren
es: Doble Toque para Bloquear
fr: Double-tape pour verrouiller
id: Ketuk Dua Kali untuk Mengunci
ja: ダブルタップでロック
ko: 더블 탭으로 잠금
nl: Dubbel Tikken om te Vergrendelen
sl: Dvakratni tapnite za zaklepanje
