Repository: Mikasa-san/Misaki-Localization
Catalog: *.lproj/StatusBar.strings
Languages: ar, de, es, fr, id, ja, ko, nl, sl, vi, zh_hans

source: Status Bar & Notification
ar: شريط الحالة والإشعار
de: Statusleiste & Benachrichtigungen
es: Barra de estado y notificaciones
fr: Barre d'état & Notification
id: Status Bar & Notifikasi
ja: ステータスバー & 通知
ko: 상태 표시줄 및 알림
nl: Statusbalk & Meldingen
sl: Vrstica stanja & Obvestila
vi: Thanh trạng thái & Thông báo
zh_hans: 状态栏 & 通知

source: Status Bar
ar: شريط الحالة
de: Statusleiste
es: Barra de estado
fr: Barre d'état
ja: ステータスバー
ko: 상태 표시줄
nl: Statusbalk
sl: Vrstica stanja
vi: Thanh trạng thái
zh_hans: 状态栏

source: Leave Empty for No Carrier Text.
ar: اتركه فارغًا لعدم وجود نص ناقل.
de: Für keinen Netzbetreiber-Text leer lassen.
es: Dejar en blanco para no texto de operador.
fr: Laissez vide pour ne pas afficher de texte de l'opérateur.
id: Biarkan Kosong untuk Tidak Ada Teks Operator.
ja: キャリアテキストが表示されないように空白のままにしてください。
ko: 통신사 텍스트 없음을 위해 비워 두세요.
nl: Laat leeg voor Geen Netwerknaam Tekst.
sl: Pustite prazno, če ni besedila prevoznika.
vi: Để trống nếu không muốn hiển thị văn bản nhà mạng.
zh_hans: 留空则不显示运营商文字

source: Enable Custom Carrier Text
ar: تمكين نص الناقل المخصص
de: Benutzerdefinierten Netzbetreiber-Text aktivieren
es: Activar texto personalizado del operador
fr: Activer le texte de l'opérateur personnalisé
id: Aktifkan Teks Operator Kustom
ja: カスタムキャリアテキストを有効にする
ko: 사용자 정의 통신사 텍스트 활성화
nl: Schakel Aangepaste Netwerknaam Tekst in
sl: Omogoči prilagojeno besedilo prevoznika
vi: Bật Văn bản Nhà mạng Tùy chỉnh
zh_hans: 启用自定义运营商文字

source: Custom Carrier
ar: الناقل المخصص
de: Benutzerdefinierter Netzbetreiber
es: Operador personalizado
fr: Opérateur personnalisé
id: Operator Kustom
ja: カスタムキャリア
ko: 사용자 정의 통신사
nl: Aangepaste Netwerknaam
sl: Prilagojen prevoznik
vi: Nhà mạng Tùy chỉnh
zh_hans: 自定义运营商

source: Time/Date Flipper
ar: مبدل الوقت/التاريخ
de: Zeit/Datum-Flip
es: Alternador de Hora/Fecha
fr: Basculer heure/date
id: Pemutar Waktu/Tanggal
ja: 時間/日付フリッパー
ko: 시간/날짜 전환기
nl: Tijd/Datum Flipper
sl: Preklop časa/datuma
vi: Chuyển đổi Thời gian/Ngày tháng
zh_hans: 时间/日期翻转器

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
id: Detik
ko: 초
nl: Seconden
sl: Sekunde

source: Time/Date Seconds
de: Zeit/Datum-Sekunden
es: Hora/Fecha en Segundos
fr: Heure/Date en secondes
id: Detik Waktu/Tanggal
ko: 시간/날짜 초
nl: Tijd/Datum Seconden
sl: Čas/Datum Sekunde

source: Roman Numeral Time
ar: الوقت الروماني العددي
de: Römische Zeit
es: Hora en Números Romanos
fr: Heure en chiffres romains
id: Waktu Romawi
ja: ローマ数字の時刻
ko: 로마 숫자 시간
nl: Romeinse Nummer Tijd
sl: Rimski številski čas
vi: Thời gian số La Mã
zh_hans: 罗马数字时间

source: Show Overrides For Recording
ar: عرض التجاوزات للتسجيل
de: Überschreibungen für Aufnahme anzeigen
es: Mostrar sustituciones para grabación
fr: Afficher les remplacements pour l'enregistrement
id: Tampilkan Override untuk Perekaman
ja: 録画用のオーバーライドを表示
ko: 녹음 시 재정의 표시
nl: Toon Overschrijvingen voor Opname
sl: Pokaži prekliče za snemanje
vi: Hiển thị Ghi đè cho Quay phim
zh_hans: 录制时显示覆盖效果

source: Show WiFi RSSI
ar: عرض مؤشر قوة إشارة الواي فاي
de: WiFi-RSSI anzeigen
es: Mostrar RSSI de WiFi
fr: Afficher le RSSI WiFi
id: Tampilkan WiFi RSSI
ja: WiFi RSSI を表示
ko: WiFi RSSI 표시
nl: Toon WiFi RSSI
sl: Pokaži WiFi RSSI
vi: Hiển thị WiFi RSSI
zh_hans: 显示 WiFi 信号强度（RSSI）

source: Replace Time With Carrier
ar: استبدال الوقت بالناقل
de: Zeit durch Netzbetreiber ersetzen
es: Reemplazar Hora con Operador
fr: Remplacer l'heure par l'opérateur
id: Ganti Waktu dengan Operator
ja: 時刻をキャリアで置き換える
ko: 시간을 통신사로 대체
nl: Vervang Tijd Met Netwerknaam
sl: Zamenjaj čas s prevoznikom
vi: Thay thế Thời gian bằng Nhà mạng
zh_hans: 运营商替代时间

source: Hide Full Status Bar
ar: إخفاء شريط الحالة الكامل
de: Komplette Statusleiste ausblenden
es: Ocultar Barra de Estado Completa
fr: Masquer la barre d'état complète
id: Sembunyikan Status Bar Penuh
ja: 完全なステータスバーを非表示
ko: 전체 상태 표시줄 숨기기
nl: Verberg Volledige Statusbalk
sl: Skrij celoten vrstico stanja
vi: Ẩn Toàn bộ Thanh trạng thái
zh_hans: 隐藏完整状态栏

source: Hide Status Bar in CC
ar: إخفاء شريط الحالة في مركز التحكم
de: Statusleiste im Kontrollzentrum ausblenden
es: Ocultar Barra de Estado en CC
fr: Masquer la barre d'état dans le Centre de contrôle
id: Sembunyikan Status Bar di CC
ja: コントロールセンターでステータスバーを非表示
ko: CC에서 상태 표시줄 숨기기
nl: Verberg Statusbalk in CC
sl: Skrij vrstico stanja v nadzornem centru
vi: Ẩn Thanh trạng thái trong CC
zh_hans: 控制中心隐藏状态栏

source: Hide Cellular Bars
ar: إخفاء الأشرطة الخلوية
de: Mobilfunkbalken ausblenden
es: Ocultar Barras de Celular
fr: Masquer les barres cellulaires
id: Sembunyikan Bar Seluler
ja: 携帯電話のバーを非表示
ko: 셀룰러 바 숨기기
nl: Verberg Mobiele Balken
sl: Skrij celice
vi: Ẩn Thanh tín hiệu Mạng di động
zh_hans: 隐藏蜂窝网络信号栏

source: Hide Wifi
ar: إخفاء الواي فاي
de: WiFi ausblenden
es: Ocultar WiFi
fr: Masquer le WiFi
id: Sembunyikan Wifi
ja: WiFi を非表示
ko: WiFi 숨기기
nl: Verberg Wifi
sl: Skrij Wifi
vi: Ẩn Wifi
zh_hans: 隐藏 Wifi

source: Hide Cellular (Eg. 5G)
ar: إخفاء الشبكة الخلوية (على سبيل المثال 5G)
de: Mobilfunk (z.B. 5G) ausblenden
es: Ocultar Celular (por ej. 5G)
fr: Masquer les données cellulaires (par ex. 5G)
id: Sembunyikan Seluler (Mis. 5G)
ja: 携帯電話を非表示（例: 5G）
ko: 셀룰러 (예: 5G) 숨기기
nl: Verberg Mobiel (Bijv. 5G)
sl: Skrij celice (npr. 5G)
vi: Ẩn Mạng di động (Ví dụ: 5G)
zh_hans: 隐藏蜂窝网络信号栏 (例如 5G)

source: Hide Battery
ar: إخفاء البطارية
de: Batterie ausblenden
es: Ocultar Batería
fr: Masquer la batterie
id: Sembunyikan Baterai
ja: バッテリーを非表示
ko: 배터리 숨기기
nl: Verberg Batterij
sl: Skrij baterijo
vi: Ẩn Pin
zh_hans: 隐藏电池

source: Hide Pill
ar: إخفاء الحبة
de: Pill ausblenden
es: Ocultar Píldora
fr: Masquer la pastille
id: Sembunyikan Pil
ja: ピルを非表示
ko: 피릴 숨기기
nl: Verberg Pill
sl: Skrij pilulo
vi: Ẩn Pill
zh_hans: 隐藏指示器

source: Hide Icons (e.g VPN/Location)
ar: إخفاء الرموز (مثل VPN/الموقع)
de: Symbole ausblenden (z.B. VPN/Standort)
es: Ocultar Iconos (por ej. VPN/Ubicación)
fr: Masquer les icônes (par ex. VPN/Localisation)
id: Sembunyikan Ikon (Mis. VPN/Lokasi)
ja: アイコンを非表示（VPN/位置など）
ko: 아이콘 숨기기 (예: VPN/위치)
nl: Verberg Pictogrammen (bijv. VPN/Locatie)
sl: Skrij ikone (npr. VPN/Lokacija)
vi: Ẩn Biểu tượng (ví dụ: VPN/Vị trí)
zh_hans: 隐藏图标 (例如 VPN/位置)

source: Notification
ar: الإشعارات
de: Benachrichtigung
es: Notificación
id: Notifikasi
ja: 通知
ko: 알림
nl: Melding
sl: Obvestilo
vi: Thông báo
zh_hans: 通知

source: Hide "Notification Center" Text
ar: إخفاء نص "مركز الإشعارات"
de: "Benachrichtigungscenter"-Text ausblenden
es: Ocultar Texto de "Centro de Notificaciones"
fr: Masquer le texte "Centre de notifications"
id: Sembunyikan Teks "Pusat Notifikasi"
ja: 通知センターテキストを非表示
ko: "알림 센터" 텍스트 숨기기
nl: Verberg "Meldingencentrum" Tekst
sl: Skrij besedilo "Center za obvestila"
vi: Ẩn Văn bản "Trung tâm Thông báo"
zh_hans: 隐藏"通知中心"文字

source: Hide "No Older Notifications" Text
ar: إخفاء نص "لا توجد إشعارات أقدم"
de: "Keine älteren Benachrichtigungen"-Text ausblenden
es: Ocultar Texto de "No hay notificaciones antiguas"
fr: Masquer le texte "Aucune notification plus ancienne"
id: Sembunyikan Teks "Tidak Ada Notifikasi Lama"
ja: 古い通知はありませんテキストを非表示
ko: "더 이전 알림 없음" 텍스트 숨기기
nl: Verberg "Geen Oudere Meldingen" Tekst
sl: Skrij besedilo "Ni starih obvestil"
vi: Ẩn Văn bản "Không có thông báo cũ"
zh_hans: 隐藏"没有更早的通知"文字

source: Hide Indicator (e.g Focus)
ar: إخفاء المؤشر
de: Indikator ausblenden (z.B. Fokus)
es: Ocultar Indicador (por ej. Enfoque)
fr: Masquer l'indicateur (par ex. Focus)
id: Sembunyikan Indikator (Mis. Fokus)
ja: インジケータを非表示
ko: 표시기 숨기기 (예: 포커스)
nl: Verberg Indicator (bijv. Focus)
sl: Skrij kazalec (npr. Fokus)
vi: Ẩn chỉ báo
zh_hans: 隐藏指示器（例如焦点）

source: More Lines in Short Look View
ar: مزيد من الأسطر في العرض القصير
de: Mehr Zeilen in Kurzansicht
es: Más Líneas en Vista de Vista Corta
fr: Plus de lignes dans la vue en aperçu court
id: Lebih Banyak Baris dalam Tampilan Tampilan Singkat
ja: ショートルックビューでの追加行数
ko: 짧은 보기에서 더 많은 줄 표시
nl: Meer Regels in Korte Kijk Weergave
sl: Več vrstic v kratkem pogledu
vi: Thêm Dòng trong Chế Độ Xem Ngắn
zh_hans: 显示完整通知信息

source: One Swipe
ar: انزلاق واحد
de: Ein Wisch
es: Un Deslizamiento
fr: Un balayage
id: Satu Geser
ja: ワンスワイプ
ko: 한 번 스와이프
nl: Eén Veeg
sl: En podrsaj
vi: Một Vuốt
zh_hans: 左滑一次清除通知

source: One List
ar: قائمة واحدة
de: Eine Liste
es: Una Lista
fr: Une liste
id: Satu Daftar
ja: ワンリスト
ko: 한 목록
nl: Eén Lijst
sl: En seznam
vi: Một Danh sách
zh_hans: 禁用通知堆叠显示

source: Hide Notification Blur
ar: إخفاء التمويه في الإشعارات
de: Benachrichtigungsunschärfe ausblenden
es: Ocultar Desenfoque de Notificación
fr: Masquer le flou de la notification
id: Sembunyikan Blur Notifikasi
ja: 通知のぼかしを非表示
ko: 알림 흐림 효과 숨기기
nl: Verberg Melding Vervaging
sl: Skrij zameglitev obvestila
vi: Ẩn Làm mờ Thông báo
zh_hans: 隐藏通知模糊效果

source: Always Show Notifications
ar: عرض الإشعارات دائمًا
de: Benachrichtigungen immer anzeigen
es: Mostrar Siempre Notificaciones
fr: Toujours afficher les notifications
id: Selalu Tampilkan Notifikasi
ja: 常に通知を表示
ko: 항상 알림 표시
nl: Altijd Meldingen Tonen
sl: Vedno pokaži obvestila
vi: Luôn Hiển thị Thông báo
zh_hans: 始终显示通知

source: Enable Custom NC Title
ar: تمكين عنوان مركز الإشعارات المخصص
de: Benutzerdefinierten NC-Titel aktivieren
es: Activar Título Personalizado de NC
fr: Activer le titre de centre de notifications personnalisé
id: Aktifkan Judul NC Kustom
ja: カスタム通知センタータイトルを有効にする
ko: 사용자 정의 NC 제목 활성화
nl: Schakel Aangepaste NC Titel in
sl: Omogoči prilagojen naslov NC
vi: Bật Tiêu đề Trung tâm Thông báo Tùy chỉnh
zh_hans: 启用自定义通知中心标题

source: Custom NC Title
ar: عنوان مركز الإشعارات المخصص
de: Benutzerdefinierter NC-Titel
es: Título Personalizado de NC
fr: Titre de centre de notifications personnalisé
id: Judul NC Kustom
ja: カスタム通知センタータイトル
ko: 사용자 정의 NC 제목
nl: Aangepaste NC Titel
sl: Prilagojen naslov NC
vi: Tiêu đề Trung tâm Thông báo Tùy chỉnh
zh_hans: 自定义通知中心标题

source: Cool Notification
ar: إشعار رائع
de: Coole Benachrichtigung
es: Notificación Genial
fr: Notification stylée
id: Notifikasi Keren
ja: クールな通知
ko: 멋진 알림
nl: Coole Melding
sl: Hladno obvestilo
vi: Thông báo Cool
zh_hans: 酷炫通知

source: Border width
ar: عرض الحدود
de: Rahmenbreite
es: Ancho del Borde
fr: Largeur de la bordure
id: Lebar Batas
ja: 境界線の幅
ko: 테두리 너비
nl: Randbreedte
sl: Debelina obrobe
vi: Độ Rộng Viền
zh_hans: 边框宽度

source: Alpha Level
de: Alpha-Wert
fr: Niveau de flou
id: Tingkat Alpha
ja: 透明度レベル
ko: 알파 레벨
nl: Alpha Niveau
sl: Stopnja zameglitve

source: Border Color
ar: لون الحدود
de: Rahmenfarbe
es: Color del Borde
fr: Couleur de la bordure
id: Warna Batas
ja: 境界線の色
ko: 테두리 색상
nl: Randkleur
sl: Barva obrobe
vi: Màu Sắc Viền
zh_hans: 边框颜色

source: Color Notification
de: Farbige Benachrichtigung
fr: Notification de Couleur
id: Pemberitahuan Warna
ja: カラー通知
ko: 색상 알림
nl: Kleuraankondiging
sl: Obvestilo o Barvi

source: Background Color
de: Hintergrundfarbe
fr: Couleur de Fond
id: Warna Latar Belakang
ja: 背景色
ko: 배경색
nl: Achtergrondkleur
sl: Barva Ozadja
